Revit 2024 API
ParameterTypeId.RbsCabletrayHeightParam Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCabletrayHeightParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCabletrayHeightParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCabletrayHeightParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace